<?php

$html_preset_2 = <<<EOT
<div class='top-bar'></div>
<div class="entry-content data-block reader-en " data-page_qty="218"><div class="read-content reader-en"><div class="intro active"></p></div><div class="chapter active" data-num="0"><div class="page-wrap" data-num="0"><h2 data-header_id="h2-0"  data-page="0" >ГЛАВА ПЕРВАЯ, в которой мы знакомимся с Винни-Пухом и несколькими пчёлами</h2>
<figure class="wp-block-image"><picture><source srcset="https://mishka-knizhka.ru/wp-content/uploads/2019/06/vinni-pukh1.jpg.webp" type="image/webp"><img loading="lazy" src="https://mishka-knizhka.ru/wp-content/uploads/2019/06/vinni-pukh1.jpg" 
		class="wp-image-36014" 
		width="345" 
		height="195"
		alt="" class="
		style="aspect-ratio: 345 / 195" 
		onerror="imgFB(this)"
		></picture></figure>
<p>Ну вот, перед вами Винни-Пух.</p>
<p>Как видите, он спускается по лестнице вслед за своим другом Кристофером Робином, головой вниз, пересчитывая ступеньки собственным затылком: бум-бум-бум. Другого способа сходить с лестницы он пока не знает. Иногда ему, правда, кажется, что можно бы найти какой-то другой способ, если бы он только мог на минутку перестать бумкать и как следует сосредоточиться. Но увы — сосредоточиться-то ему и некогда.</p>
<p>Как бы то ни было, вот он уже спустился и готов с вами познакомиться.</p>
<p>— Винни-Пух. Очень приятно!</p>
<p>Вас, вероятно, удивляет, почему его так странно зовут, а если вы знаете английский, то вы удивитесь еще больше.</p>
<p>Это необыкновенное имя подарил ему Кристофер Робин. Надо вам сказать, что когда-то Кристофер Робин был знаком с одним лебедем на пруду, которого он звал Пухом. Для лебедя это было очень подходящее имя, потому что если ты зовешь лебедя громко:&#187;Пу-ух! Пу-ух!&#187; — а он не откликается, то ты всегда можешь сделать вид, что ты просто понарошку стрелял; а если ты звал его тихо, то все подумают, что ты просто подул себе на нос. Лебедь потом куда-то делся, а имя осталось, и Кристофер Робин решил отдать его своему медвежонку, чтобы оно не пропало зря.</p></div><div class="page-wrap" data-num="1">
<p>А Винни — так звали самую лучшую, самую добрую медведицу в зоологическом саду, которую очень-очень любил Кристофер Робин. А она очень-очень любила его. Ее ли назвали Винни в честь Пуха, или Пуха назвали в ее честь — теперь уже никто не знает, даже папа Кристофера Робина. Когда-то он знал, а теперь забыл.</p>
<p>Словом, теперь мишку зовут Винни-Пух, и вы знаете почему.</p>
<p>Иногда Винни-Пух любит вечерком во что-нибудь поиграть, а иногда, особенно когда папа дома, он больше любит тихонько посидеть у огня и послушать какую-нибудь интересную сказку.</p>
<p>В этот вечер…</p>
<figure class="wp-block-image"><picture><source srcset="https://mishka-knizhka.ru/wp-content/uploads/2019/06/vinni-pukh2.jpg.webp" type="image/webp"><img loading="lazy" src="https://mishka-knizhka.ru/wp-content/uploads/2019/06/vinni-pukh2.jpg" 
		class="wp-image-36016" 
		width="370" 
		height="247"
		alt="" class="
		style="aspect-ratio: 370 / 247" 
		onerror="imgFB(this)"
		></picture></figure>
<p>— Папа, как насчет сказки? — спросил Кристофер Робин.</p>
<p>— Что насчет сказки? — спросил папа.</p>
<p>— Ты не мог бы рассказать Винни-Пуху сказочку? Ему очень хочется!</p>
<p>— Может быть, и мог бы, — сказал папа. — А какую ему хочется и про кого?</p>
<p>— Интересную, и про него, конечно. Он ведь у нас ТАКОЙ медвежонок!</p>
<p>— Понимаю. — сказал папа.</p>
<p>— Так, пожалуйста, папочка, расскажи!</p>
<p>— Попробую, — сказал папа.</p>
<p>И он попробовал.</p>
<p>Давным-давно — кажется, в прошлую пятницу — Винни-Пух жил в лесу один-одинешенек, под именем Сандерс.</p>
<p>— Что значит &#171;жил под именем&#187;? — немедленно спросил Кристофер Робин.</p></div><div class="page-wrap" data-num="2">
<p>— Это значит, что на дощечке над дверью было золотыми буквами написано &#171;Мистер Сандерс&#187;, а он под ней жил.</p>
<p>— Он, наверно, и сам этого не понимал, — сказал Кристофер Робин.</p>
<p>— Зато теперь понял, — проворчал кто-то басом.</p>
<p>— Тогда я буду продолжать, — сказал папа.</p>
<p>Вот однажды, гуляя по лесу, Пух вышел на полянку. На полянке рос высокий-превысокий дуб, а на самой верхушке этого дуба кто-то громко жужжал: жжжжжжж…</p>
<p>Винни-Пух сел на траву под деревом, обхватил голову лапами и стал думать.</p>
<p>Сначала он подумал так:</p>
<figure class="wp-block-image"><picture><source srcset="https://mishka-knizhka.ru/wp-content/uploads/2019/06/vinni-pukh3.jpg.webp" type="image/webp"><img loading="lazy" src="https://mishka-knizhka.ru/wp-content/uploads/2019/06/vinni-pukh3.jpg" 
		class="wp-image-36017" 
		width="356" 
		height="272"
		alt="" class="
		style="aspect-ratio: 356 / 272" 
		onerror="imgFB(this)"
		></picture></figure>
<p>&#171;Это — жжжжжж — неспроста! Зря никто жужжать не станет. Само дерево жужжать не может. Значит, тут кто-то жужжит. А зачем тебе жужжать, если ты — не пчела? По-моему, так! &#171;</p>
<p>Потом он еще подумал-подумал и сказал про себя: &#171;А зачем на свете пчелы? Для того, чтобы делать мед! По-моему, так!&#187;</p>
<p>Тут он поднялся и сказал:</p>
<p>— А зачем на свете мед? Для того, чтобы я его ел! По-моему, так,луже а не иначе!</p>
<p>И с этими словами он полез на дерево.</p>
<p>Он лез, и лез, и все лез, и по дороге он пел про себя песенку, которую сам тут же сочинил. Вот какую:</p>
<p><em>Мишка очень любит мед!</em></p></div><div class="page-wrap" data-num="3">
<p><em>Почему? Кто поймет?</em></p>
<p><em>В самом деле, почему</em></p>
<p><em>Мед так нравится ему?</em></p>
<p>Вот он влез еще немножко повыше… и еще немножко… и еще совсем-совсем немножко повыше… И тут ему пришла на ум другая песенка-пыхтелка:</p>
<p><em>Если б мишки были пчелами,</em></p>
<p><em>То они бы нипочем</em></p>
<p><em>Никогда и не подумали</em></p>
<p><em>Так высоко строить дом;</em></p>
<p><em>И тогда (конечно, если бы</em></p>
<p><em>Пчелы</em></p>
<p>—<em>это были мишки!)</em></p>
<p><em>Нам бы, мишкам, было незачем</em></p>
<p><em>Лазить на такие вышки!</em></p>
<p>По правде говоря, Пух уже порядком устал, поэтому Пыхтелка получилась такая жалобная. Но ему осталось лезть уже совсем-совсем-совсем немножко. Вот стоит только влезть на эту веточку — и…</p>
<p>ТРРАХ!</p>
<p>— Мама! — крикнул Пух, пролетев добрых три метра вниз и чуть не задев носом о толстую ветку.</p>
<p>— Эх, и зачем я только… — пробормотал он, пролетев еще метров пять.</p>
<p>— Да ведь я не хотел сделать ничего пло… — попытался он объяснить, стукнувшись о следующую ветку и перевернувшись вверх тормашками.</p>
<p>— А все из-за того, — признался он наконец, когда перекувырнулся еще три раза, пожелал всего хорошего самым нижним веткам и плавно приземлился в колючий-преколючий терновый куст, — все из-за того, что я слишком люблю мед! Мама!…</p></div><div class="page-wrap" data-num="4">
<p>Пух выкарабкался из тернового куста, вытащил из носа колючки и снова задумался. И самым первым делом он подумал о Кристофере Робине.</p>
<p>— Обо мне? — переспросил дрожащим от волнения голосом Кристофер Робин, не смея верить такому счастью.</p>
<p>— О тебе.</p>
<p>Кристофер Робин ничего не сказал, но глаза его становились все больше и больше, а щеки все розовели и розовели.</p>
<p>Итак, Винни-Пух отправился к своему другу Кристоферу Робину, который жил в том же лесу, в доме с зеленой дверью.</p>
<p>— Доброе утро, Кристофер Робин! — сказал Пух.</p>
<p>— Доброе утро, Винни-Пух! — сказал мальчик.</p>
<p>— Интересно, нет ли у тебя случайно воздушного шара?</p>
<p>— Воздушного шара?</p>
<p>— Да, я как раз шел и думал: &#171;Нет ли у Кристофера Робина случайно воздушного шара?&#187; Мне было просто интересно.</p>
<p>— Зачем тебе понадобился воздушный шар?</p>
<p>Винни-Пух оглянулся и, убедившись, что никто не подслушивает, прижал лапу к губам и сказал страшным шепотом:</p>
<p>— Мед.</p>
<p>— Что-о?</p>
<p>— Мед! — повторил Пух.</p>
<p>— Кто же это ходит за медом с воздушными шарами?</p>
<p>— Я хожу! — сказал Пух.</p>
<p>Ну, а как раз накануне Кристофер Робин был на вечере у своего друга Пятачка, и там всем гостям дарили воздушные шарики. Кристоферу Робину достался большущий зеленый шар, а одному из Родных и Знакомых Кролика приготовили большой-пребольшой синий шар, но этот Родственник и Знакомый его не взял, потому что сам он был еще такой маленький, что его не взяли в гости, поэтому Кристоферу Робину пришлось, так и быть, захватить с собой оба шара — и зеленый и синий.</p></div><div class="page-wrap" data-num="5">
<p>— Какой тебе больше нравится? — спросил Кристофер Робин.</p>
<p>Пух обхватил голову лапами и задумался глубоко-глубоко.</p>
<p>— Вот какая история, — сказал он. — Если хочешь достать мед — главное дело в том, чтобы пчелы тебя не заметили. И вот, значит, если шар будет зеленый, они могут подумать, что это листик, и не заметят тебя, а если шар будет синий, они могут подумать, что это просто кусочек неба, и тоже тебя не заметят. Весь вопрос — чему они скорее поверят?</p>
<p>— А думаешь, они не заметят под шариком тебя?</p>
<p>— Может, заметят, а может, и нет, — сказал Винни-Пух. — Разве знаешь, что пчелам в голову придет? — Он подумал минутку и добавил: — Я притворюсь, как будто я маленькая черная тучка. Тогда они не догадаются!</p>
<p>— Тогда тебе лучше взять синий шарик, — сказал Кристофер Робин.</p>
<p>И вопрос был решен.</p>
<p>Друзья взяли с собой синий шар, Кристофер Робин, как всегда (просто на всякий случай), захватил свое ружье, и оба отправились в поход.</p>
<figure class="wp-block-image"><picture><source srcset="https://mishka-knizhka.ru/wp-content/uploads/2019/06/vinni-pukh4.jpg.webp" type="image/webp"><img loading="lazy" src="https://mishka-knizhka.ru/wp-content/uploads/2019/06/vinni-pukh4.jpg" 
		class="wp-image-36018" 
		width="257" 
		height="382"
		alt="" class="
		style="aspect-ratio: 257 / 382" 
		onerror="imgFB(this)"
		></picture></figure>
<p>Винни-Пух первым делом подошел к одной знакомой луже и как следует вывалялся в грязи, чтобы стать совсем-совсем черным, как настоящая тучка. Потом они стали надувать шар, держа его вдвоем за веревочку. И когда шар раздулся так, что казалось, вот-вот лопнет, Кристофер Робин вдруг отпустил веревочку, и Винни-Пух плавно взлетел в небо и остановился там-как раз напротив верхушки пчелиного дерева, только немного в стороне.</p></div><div class="page-wrap" data-num="6">
<p>— Ураааа! — закричал Кристофер Робин.</p>
<p>— Что, здорово? — крикнул ему из поднебесья Винни-Пух. — Ну, на кого я похож?</p>
<p>— На медведя, который летит на воздушном шаре!</p>
<p>— А на маленькую черную тучку разве не похож? — тревожно спросил Пух.</p>
<p>— Не очень.</p>
<p>— Ну ладно, может быть, отсюда больше похоже. А потом, разве знаешь, что придет пчелам в голову!</p>
<p>К сожалению, ветра не было, и Пух повис в воздухе совершенно неподвижно. Он мог чуять мед, он мог видеть мед, но достать мед он, увы, никак не мог.</p>
<p>Спустя некоторое время он снова заговорил.</p>
<p>— Кристофер Робин! — крикнул он шепотом.</p>
<p>— Чего?</p>
<p>— По-моему, пчелы что-то подозревают!</p>
<p>— Что именно?</p>
<p>— Не знаю я. Но только, по-моему, они ведут себя подозрительно!</p>
<p>— Может, они думают, что ты хочешь утащить у них мед?</p>
<p>— Может, и так. Разве знаешь, что пчелам в голову придет!</p>
<p>Вновь наступило недолгое молчание. И опять послышался голос Пуха:</p>
<p>— Кристофер Робин!</p>
<p>— Что?</p>
<p>— У тебя дома есть зонтик?</p>
<p>— Кажется, есть.</p>
<p>— Тогда я тебя прошу: принеси его сюда и ходи тут с ним взад и вперед, а сам поглядывай все время на меня и приговаривай: &#171;Тц-тц-тц, похоже, что дождь собирается!&#187; Я думаю, тогда пчелы нам лучше поверят.</p></div><div class="page-wrap" data-num="7">
<p>Ну, Кристофер Робин, конечно, рассмеялся про себя и подумал: &#171;Ах ты, глупенький мишка!&#187; — но вслух он этого не сказал, потому что он очень любил Пуха.</p>
<p>И он отправился домой за зонтиком.</p>
<p>— Наконец-то! — крикнул Винни-Пух, как только Кристофер Робин вернулся. — А я уже начал беспокоиться. Я заметил, что пчелы ведут себя совсем подозрительно!</p>
<p>— Открыть зонтик или не надо?</p>
<p>— Открыть, но только погоди минутку. Надо действовать наверняка. Самое главное — это обмануть пчелиную царицу. Тебе ее оттуда видно?</p>
<p>— Нет.</p>
<p>— Жаль, жаль. Ну, тогда ты ходи с зонтиком и говори: &#171;Тц-тц-тц, похоже, что дождь собирается&#187;, а я буду петь специальную Тучкину Песню — такую, какую, наверно, поют все тучки в небесах… Давай!</p>
<p>Кристофер Робин принялся расхаживать взад и вперед под деревом и говорить, что, кажется, дождь собирается, а Винни-Пух запел такую песню:</p>
<figure class="wp-block-image"><picture><source srcset="https://mishka-knizhka.ru/wp-content/uploads/2019/06/vinni-pukh5.jpg.webp" type="image/webp"><img loading="lazy" src="https://mishka-knizhka.ru/wp-content/uploads/2019/06/vinni-pukh5.jpg" 
		class="wp-image-36019" 
		width="248" 
		height="374"
		alt="" class="
		style="aspect-ratio: 248 / 374" 
		onerror="imgFB(this)"
		></picture></figure>
<p>На этот раз он не промахнулся. Воздух начал медленно выходить из шарика, и Винни-Пух плавно опустился на землю.</p></div><div class="page-wrap" data-num="9">
<p>Правда, лапки у него совсем одеревенели, оттого что ему пришлось столько времени висеть, держась за веревочку. Целую неделю после этого происшествия он не мог ими пошевелить, и они так и торчали кверху. Если ему на нос садилась муха, ему приходилось сдувать ее: &#171;Пухх! Пуххх!&#187;</p>
<p>И, может быть — хотя я в этом не уверен, — может быть, именно тогда-то его и назвали Пухом.</p>
<p>— Сказке конец? — спросил Кристофер Робин.</p>
<p>— Конец этой сказке. А есть и другие.</p>
<p>— Про Пуха и про меня?</p>
<p>— И про Кролика, про Пятачка, и про всех остальных. Ты сам разве не помнишь?</p>
<p>— Помнить-то я помню, но когда хочу вспомнить, то забываю…</p>
<p>— Ну, например, однажды Пух и Пятачок решили поймать Слонопотама…</p>
<p>— А поймали они его?</p>
<p>— Нет.</p>
<p>— Где им! Ведь Пух совсем глупенький. А я его поймал?</p>
<p>— Ну, услышишь — узнаешь.</p>
<p>Кристофер Робин кивнул.</p>
<p>— Понимаешь, папа, я-то все помню, а вот Пух забыл, и ему очень-очень интересно послушать опять. Ведь это будет настоящая сказка, а не просто так… вспоминание.</p>
<p>— Вот и я так думаю.</p>
<p>Кристофер Робин глубоко вздохнул, взял медвежонка за заднюю лапу и поплелся к двери, волоча его за собой. У порога он обернулся и сказал:</p></div><div class="page-wrap" data-num="10">
EOT;